chore(content): write-only draft [cloud/enterprise-hybrid/module-10.6-cluster-api]
